Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Pairs directly with your strap over Bluetooth: no WHOOP app, no cloud.
de: Koppelt sich direkt über Bluetooth mit deinem Strap: keine WHOOP-App, keine Cloud.
es: Se empareja directamente con tu pulsera por Bluetooth: sin app de WHOOP, sin nube.
fr: S'associe directement à votre bracelet par Bluetooth : pas d'app WHOOP, pas de cloud.
it: Si abbina direttamente alla tua fascia via Bluetooth: niente app WHOOP, niente cloud.
pl: Łączy się bezpośrednio z paskiem nad Bluetooth: bez aplikacji WHOOP, bez chmury.
pt_pt: Emparelha diretamente com a tua bracelete via Bluetooth: sem aplicação WHOOP, sem cloud.
ru: Сопрягается с вашим браслетом напрямую по Bluetooth: без приложения WHOOP и без облака.
th: จับคู่โดยตรงกับสายรัดของคุณผ่านบลูทูธ: ไม่มีแอป WHOOP ไม่มีคลาวด์
zh_hans: 通过 Bluetooth 直接与你的手环配对：无需 WHOOP 应用，无需云端。
zh_hant: 透過 Bluetooth 直接與你的手環配對：不需 WHOOP App，不需雲端。

source: Parasympathetic (rest) band of your HRV.
de: Parasympathisches (Ruhe-)Band deiner HRV.
es: Banda parasimpática (de reposo) de tu VFC.
fr: Bande parasympathique (repos) de votre VFC.
it: Banda parasimpatica (riposo) della tua HRV.
pl: Pasmo przywspółczulne (spoczynkowe) Twojego HRV.
pt_pt: Banda parassimpática (repouso) do teu HRV.
ru: Парасимпатический (отдых) диапазон вашей ВСР.
th: ช่วงพาราซิมพาเทติก (ภาวะพัก) ของ HRV
zh_hans: 你 HRV 的副交感（休息）频段。
zh_hant: 你 HRV 的副交感（休息）頻段。

source: partial
de: teilweise
es: parcial
fr: partiel
it: parziale
pl: częściowy
ru: частично
th: บางส่วน
zh_hans: 部分
zh_hant: 部分

source: Partial
de: Teilweise
es: Parcial
fr: Partiel
it: Parziale
pl: Częściowy
pt_pt: Parcial
ru: Частично
th: บางส่วน
zh_hans: 部分
zh_hant: 部分

source: passed on this one
de: ausgelassen
es: pasada
fr: passée
it: trasmesso questo
pl: tym razem odpuszczono
pt_pt: passou por este
ru: прошел на этом
th: ส่งต่ออันนี้
zh_hans: 传递了这个
zh_hant: 傳遞了這個

source: Passive
de: Passiv
es: Pasivo
fr: Passif
it: Passivo
pl: Pasywny
pt_pt: Passivo
ru: Пассивно
th: เฉยๆ
zh_hans: 被动
zh_hant: 被動

source: Past conversations
de: Frühere Gespräche
es: Conversaciones anteriores
fr: Conversations passées
it: Conversazioni passate
pl: Wcześniejsze rozmowy
pt_pt: Conversas anteriores
ru: Прошлые разговоры
th: บทสนทนาที่ผ่านมา
zh_hans: 过去的谈话
zh_hant: 過去的談話

source: Past your target — worth closing this goal or setting a new one.
de: Über deinem Ziel — Zeit, es abzuschließen oder ein neues zu setzen.
es: Has superado tu objetivo: conviene cerrarlo o fijar uno nuevo.
fr: Objectif dépassé — autant le clôturer ou en fixer un nouveau.
it: Hai superato l'obiettivo — conviene chiuderlo o fissarne uno nuovo.
pl: Poza wartością docelową — warto zamknąć ten cel albo ustawić nowy.
pt_pt: Passaste o teu objetivo — vale a pena fechá-lo ou definir um novo.
ru: Цель превышена — стоит закрыть её или поставить новую.
th: ผ่านเป้าหมายของคุณไปแล้ว — คุ้มค่าที่จะปิดเป้าหมายนี้หรือตั้งเป้าหมายใหม่
zh_hans: 已超过目标 — 可以结束这个目标或设定新的。
zh_hant: 已超過目標 — 可以結束這個目標或設定新的。

source: Paste your %@ API key
de: Füge deinen %@-API-Schlüssel ein
es: Pega tu clave de API de %@
fr: Collez votre clé API %@
it: Incolla la tua chiave API di %@
pl: Wklej klucz %@ API
pt_pt: Cole a tua chave API %@
ru: Вставьте API-ключ %@
th: วางคีย์ API ของ %@
zh_hans: 粘贴你的 %@ API 密钥
zh_hant: 貼上你的 %@ API 金鑰

source: Patterns in your own data: association, not cause.
de: Muster in deinen eigenen Daten: Zusammenhang, nicht Ursache.
es: Patrones en tus propios datos: asociación, no causa.
fr: Schémas dans vos propres données : association, pas cause.
it: Schemi nei tuoi dati, associazione, non causa.
pl: Wzorce we własnych danych: skojarzenie, a nie przyczyna.
pt_pt: Padrões nos teus próprios dados: associação, não causa.
ru: Закономерности в ваших собственных данных: связь, а не причина.
th: รูปแบบในข้อมูลของคุณเอง: การเชื่อมโยง ไม่ใช่สาเหตุ
zh_hans: 你自己数据中的规律，关联，而非因果。
zh_hant: 你自己資料中的規律，關聯，而非因果。

source: Pause HRV capture
de: HFV-Erfassung pausieren
es: Captura de HRV
fr: Capture de la VFC en pause
pl: Wstrzymaj przechwytywanie HRV
pt_pt: Pausar captura de HRV
th: หยุดการจับ HRV ชั่วคราว
zh_hans: 低电量暂停 HRV 监测

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
pl: Wstrzymano
pt_pt: Pausado
ru: На паузе
th: หยุดชั่วคราว
zh_hans: 已暂停
zh_hant: 已暫停

source: PAUSED
de: PAUSIERT
es: EN PAUSA
fr: EN PAUSE
it: IN PAUSA
pl: WSTRZYMANO
pt_pt: PAUSADO
ru: ПАУЗА
th: หยุดชั่วคราว
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused · %lld day(s) without R-R skipped — tap to continue
de: Pausiert · %lld Tag(e) ohne R-R übersprungen — zum Fortsetzen tippen
es: En pausa · %lld día(s) sin R-R omitido(s) — toca para continuar
fr: En pause · %lld jour(s) sans R-R ignoré(s) — touchez pour continuer
it: In pausa · %lld giorno/i senza R-R saltato/i — tocca per continuare
pl: Wstrzymano · pominięto dni bez R-R: %lld — dotknij, by kontynuować
pt_pt: Pausado · %lld dia(s) sem RR ignorado(s) — toque para continuar
ru: На паузе · %lld дн. без R-R пропущено — нажмите, чтобы продолжить
th: หยุดชั่วคราว · %lld วันโดยไม่มีการข้าม R-R — แตะเพื่อดำเนินการต่อ
zh_hans: 已暂停 · 跳过 %lld 天无 R-R 数据 — 点击以继续
zh_hant: 已暫停 · 跳過 %lld 天無 R-R 資料 — 點擊以繼續

source: Peak
de: Spitze
es: Pico
fr: Pic
it: Picco
pl: Szczyt
pt_pt: Pico
ru: Пик
th: จุดสูงสุด
zh_hans: 峰值
zh_hant: 峰值

source: PEAK
de: SPITZE
es: PICO
fr: PIC
it: PICCO
pl: SZCZYT
pt_pt: PICO
ru: ПИК
th: จุดสูงสุด
zh_hans: 峰值
zh_hant: 巔峰

# peak %@ · %@
source: peak %1$@ · %2$@
de: Spitze %1$@ · %2$@
es: pico %@ · %@
fr: pic %1$@ · %2$@
it: picco %1$@ · %2$@
pl: szczyt %1$@ · %2$@
pt_pt: pico %1$@ · %2$@
ru: пик %1$@ · %2$@
th: พีค %@ · %@
zh_hans: 峰值 %1$@ · %2$@
zh_hant: 峰值 %1$@ · %2$@

source: Peak %lld bpm
de: Spitze %lld bpm
es: Pico de %lld lpm
fr: Pic à %lld bpm
pl: Szczyt %lld bpm
pt_pt: Pico %lld bpm
th: จุดสูงสุด %lld ครั้งต่อนาที

source: Peak heart rate
de: Spitzen-Herzfrequenz
es: Frecuencia cardíaca pico
fr: Pic de fréquence cardiaque
it: Frequenza cardiaca di picco
pl: Szczytowe tętno
pt_pt: Frequência cardíaca máxima
ru: Пиковый пульс
th: อัตราการเต้นหัวใจสูงสุด
zh_hans: 峰值心率
zh_hant: 峰值心率

source: Peaked
de: Höchststand
es: En su pico
fr: Au sommet
it: Al picco
pl: Spiczasty
pt_pt: Atingido
ru: На пике
th: แหลม
zh_hans: 已达峰值
zh_hant: 已達峰值

source: Pearson r over the visible window · |r| ≥ 0.30, n ≥ 10
de: Pearson r über den sichtbaren Bereich · |r| ≥ 0,30, n ≥ 10
es: r de Pearson sobre la ventana visible · |r| ≥ 0,30, n ≥ 10
fr: Pearson r sur la fenêtre visible · |r| ≥ 0,30, n ≥ 10
it: r di Pearson sull'intervallo visibile · |r| ≥ 0,30, n ≥ 10
pl: Pearson r nad widocznym oknem · |r| ≥ 0,30, n ≥ 10
pt_pt: Pearson r sobre a janela visível · |r| ≥ 0,30, n ≥ 10
ru: r Пирсона за видимый период · |r| ≥ 0,30, n ≥ 10
th: เพียร์สัน r อยู่เหนือช่วงข้อมูลที่มองเห็นได้ · |r| ≥ 0.30, n ≥ 10
zh_hans: 可见窗口内的皮尔逊 r · |r| ≥ 0.30，n ≥ 10
zh_hant: 可見視窗內的皮爾遜 r · |r| ≥ 0.30，n ≥ 10

source: Per extra %@
de: Pro zusätzlichem %@
es: Por cada %@ extra
fr: Par %@ supplémentaire
it: Per %@ in più
pl: Za dodatkowe %@
pt_pt: Por %@ extra
ru: За каждый дополнительный %@
th: ต่อ %@ ที่เกินมา
zh_hans: 每额外 %@
zh_hant: 每額外 %@

source: Per night, trailing 30 days
de: Pro Nacht, letzte 30 Tage
es: Por noche, últimos 30 días
fr: Par nuit, 30 derniers jours
it: Per notte, ultimi 30 giorni
pl: Za noc, przez kolejne 30 dni
pt_pt: Por noite, últimos 30 dias
ru: За ночь, за последние 30 дней
th: ต่อคืน ต่อเนื่อง 30 วัน
zh_hans: 每晚，最近 30 天
zh_hant: 每晚，過去 30 天

source: PER STRAP
de: PRO BAND
es: POR PULSERA
fr: PAR BRACELET
it: PER FASCIA
pl: NA PASEK
pt_pt: POR PULSEIRA
ru: ПО БРАСЛЕТУ
th: ต่อสายรัด
zh_hans: 按设备
zh_hant: 按裝置

source: Per-night need
de: Bedarf pro Nacht
es: Necesidad por noche
fr: Besoin par nuit
it: Fabbisogno per notte
pl: Zapotrzebowanie na noc
pt_pt: Necessidade por noite
ru: Потребность за ночь
th: ต้องการต่อคืน
zh_hans: 每晚所需
zh_hant: 每晚所需

# Per-night sleep balance: %lld nights, net %@
source: Per-night sleep balance: %1$lld nights, net %2$@
de: Schlafbilanz pro Nacht: %1$lld Nächte, netto %2$@
es: Balance de sueño por noche: %lld noches, neto %@
fr: Bilan de sommeil par nuit : %1$lld nuits, net %2$@
it: Bilancio del sonno per notte: %1$lld notti, netto %2$@
pl: Bilans snu na noc: %1$lld nocy, netto %2$@
pt_pt: Saldo de sono por noite: %1$lld noites, líquido %2$@
ru: Баланс сна за ночь: %1$lld ночей, итог %2$@
th: ความสมดุลการนอนต่อคืน: คืน %lld, สุทธิ %@
zh_hans: 每晚睡眠平衡：%1$lld 晚，净 %2$@
zh_hant: 每晚睡眠平衡：%1$lld 晚，淨 %2$@

source: Perform better day to day
de: Im Alltag leistungsfähiger sein
es: Rendir mejor en el día a día
fr: Mieux performer au quotidien
it: Esegui meglio giorno dopo giorno
pl: Funkcjonuj lepiej na co dzień
pt_pt: Tenha um desempenho melhor no dia a dia
ru: Работайте лучше изо дня в день
th: ทำหน้าที่ให้ดีขึ้นในแต่ละวัน
zh_hans: 每天表现得更好
zh_hant: 每天表現得更好

source: Period started on
de: Periode begann am
es: El período comenzó el
fr: Début des règles le
it: Mestruazioni iniziate il
pl: Okres zaczął się
pt_pt: Período começou em
ru: Менструация началась
th: วันเริ่มมีประจำเดือน
zh_hans: 经期开始于
zh_hant: 經期開始於

source: Period-start history
de: Verlauf der Periodenbeginne
es: Historial de inicios del período
fr: Historique des débuts des règles
it: Cronologia degli inizi delle mestruazioni
pl: Historia początku okresu
pt_pt: Histórico de inícios do período
ru: История начал менструации
th: ประวัติวันเริ่มมีประจำเดือน
zh_hans: 经期开始记录
zh_hant: 經期開始記錄

source: Personal
de: Persönlich
es: personales
fr: Personnel
it: Personale
pl: Osobiste
pt_pt: Pessoal
ru: Персональный
th: ส่วนตัว
zh_hans: 个人
zh_hant: 個人

source: Personal curve · prior-shrunk
de: Persönliche Kurve · Prior-geschrumpft
es: Curva personal · ajustada al prior
fr: Courbe personnelle · ajustée au prior
it: Curva personale · ridotta con prior
pl: Krzywa osobista · wcześniej skurczona
pt_pt: Curva pessoal · anterior-encolhido
ru: Личная кривая · со сглаживанием
th: ส่วนโค้งส่วนบุคคล · ก่อนหดตัว
zh_hans: 个人曲线 · 先验收缩
zh_hant: 個人曲線 · 先驗收縮

source: Personal Experiment
de: Persönliches Experiment
es: Experimento personal
fr: Expérience personnelle
it: Esperimento personale
pl: Eksperyment osobisty
pt_pt: Experiência Pessoal
ru: Личный эксперимент
th: การทดลองส่วนตัว
zh_hans: 个人实验
zh_hant: 個人實驗

source: phone
de: Telefon
es: telefono
fr: téléphone
it: telefono
pl: telefon
pt_pt: telefone
ru: телефон
th: โทรศัพท์
zh_hans: 电话
zh_hant: 電話

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pl: Telefon
pt_pt: Telefone
ru: Телефон
th: โทรศัพท์
zh_hans: 手机
zh_hant: 手機

source: Photo and name
de: Foto und Name
es: Foto y nombre
fr: Photo et nom
it: Foto e nome
pl: Zdjęcie i imię
pt_pt: Foto e nome
ru: Фото и имя
th: รูปถ่ายและชื่อ
zh_hans: 照片和姓名
zh_hant: 照片和姓名

source: Physiology
de: Physiologie
es: Fisiología
fr: Physiologie
it: Fisiologia
pl: Fizjologia
pt_pt: Fisiologia
ru: Физиология
th: สรีรวิทยา
zh_hans: 生理
zh_hant: 生理

source: Pick %@
de: %@ auswählen
es: Elegir %@
fr: Choisir %@
it: Scegli %@
pl: Wybierz %@
pt_pt: Escolha %@
ru: Выберите %@
th: เลือก %@
zh_hans: 选择 %@
zh_hant: 選擇 %@

source: Pick a model first. Tap Refresh next to Model in Coach settings to load the ones your provider offers, or type an id yourself.
de: Wähle zuerst ein Modell. Tippe in den Coach-Einstellungen neben „Modell“ auf „Aktualisieren“, um die Modelle deines Anbieters zu laden, oder gib selbst eine ID ein.
es: Elige primero un modelo. Toca Actualizar junto a Modelo en los ajustes del Coach para cargar los que ofrece tu proveedor, o escribe un id.
fr: Choisissez d’abord un modèle. Touchez Actualiser à côté de Modèle dans les réglages du Coach pour charger ceux proposés par votre fournisseur, ou saisissez un identifiant.
it: Scegli prima un modello. Tocca Aggiorna accanto a Modello nelle impostazioni del Coach per caricare quelli offerti dal provider, oppure inserisci un id.
pl: Najpierw wybierz model. Dotknij Odśwież obok pozycji Model w ustawieniach trenera, by wczytać modele oferowane przez dostawcę, albo wpisz identyfikator ręcznie.
pt_pt: Escolhe primeiro um modelo. Toca em Atualizar junto a Modelo nas definições do Coach para carregar os modelos do fornecedor, ou introduz um id.
ru: Сначала выберите модель. Нажмите «Обновить» рядом с пунктом «Модель» в настройках Coach, чтобы загрузить модели провайдера, или введите id вручную.
th: เลือกรุ่นก่อน. แตะรีเฟรชถัดจากโมเดลในการตั้งค่า โค้ช เพื่อโหลดรายการที่ผู้ให้บริการของคุณเสนอ หรือพิมพ์ ID ด้วยตัวเอง
zh_hans: 请先选择模型。在 Coach 设置中点击“模型”旁的“刷新”以加载提供商支持的模型，或自行输入 id。
zh_hant: 請先選擇模型。在 Coach 設定中點一下「模型」旁的「重新整理」以載入供應商提供的模型，或自行輸入 id。

source: Pick a new active strap
de: Neuen aktiven Strap auswählen
es: Elige una nueva pulsera activa
fr: Choisir un nouveau bracelet actif
it: Scegli una nuova fascia attiva
pl: Wybierz nowy aktywny pasek
pt_pt: Escolha uma nova bracelete ativa
ru: Выберите новый активный браслет
th: เลือกสายรัดที่ต้องการใช้งาน
zh_hans: 选择一个新的活跃手环
zh_hant: 選擇一個新的活躍手環

source: Pick a sport. NOOP records HR, peak, average and effort from the live feed.
de: Wähle eine Sportart. NOOP zeichnet HF, Spitze, Durchschnitt und Anstrengung aus dem Live-Feed auf.
es: Elige un deporte. NOOP registra FC, pico, media y esfuerzo desde la transmisión en vivo.
fr: Choisissez un sport. NOOP enregistre la FC, le pic, la moyenne et l'effort depuis le flux en direct.
it: Scegli uno sport, NOOP registra FC, picco, media e sforzo dal feed in diretta.
pl: Wybierz sport. NOOP rejestruje tętno, szczyt, średni i wysiłek na podstawie transmisji na żywo.
pt_pt: Escolha um desporto. O NOOP regista HR, pico, média e esforço do feed em direto.
ru: Выберите вид спорта. NOOP запишет пульс, пик, среднее значение и усилие из потока в реальном времени.
th: เลือกกีฬา. NOOP บันทึก HR จุดสูงสุด ค่าเฉลี่ย และภาระร่างกายจากฟีดเรียลไทม์
zh_hans: 选择一个运动项目，NOOP 会从实时数据流中记录心率、峰值、平均值和消耗。
zh_hant: 選擇一個運動項目，NOOP 會從即時資料流中記錄心率、峰值、平均值和消耗。

source: Pick a wearable signal (resting HR, HRV, sleep, Charge, weight…) to line it up against this marker. NOOP averages the signal over the %@ before each reading.
de: Wähle ein Wearable-Signal (Ruhe-HF, HRV, Schlaf, Ladung, Gewicht …), um es gegen diesen Marker zu stellen. NOOP mittelt das Signal über die %@ vor jeder Messung.
es: Elige una señal del wearable (FC en reposo, VFC, sueño, Carga, peso…) para compararla con este marcador. NOOP promedia la señal durante los %@ previos a cada lectura.
fr: Choisissez un signal du wearable (FC au repos, VFC, sommeil, Charge, poids…) pour le comparer à ce marqueur. NOOP calcule la moyenne du signal sur les %@ précédant chaque lecture.
it: Scegli un segnale del dispositivo indossabile (FC a riposo, HRV, sonno, carica, peso…) da confrontare con questo marcatore. NOOP calcola la media del segnale sul %@ prima di ogni lettura.
pl: Wybierz sygnał do noszenia (tętno spoczynkowe, HRV, sen, Energia, waga…), aby dopasować go do tego znacznika. NOOP uśrednia sygnał z %@ przed każdym odczytem.
pt_pt: Escolha um sinal wearable (FC em repouso, VFC, sono, carga, peso…) para o alinhar com este marcador. O NOOP calcula a média do sinal sobre %@ antes de cada leitura.
ru: Выберите сигнал носимого устройства (пульс в покое, ВСР, сон, Заряд, вес…), чтобы сопоставить его с этим маркером. NOOP усредняет сигнал за %@ до каждой записи.
th: เลือกข้อมูลจากอุปกรณ์สวมใส่ เช่น อัตราการเต้นหัวใจขณะพัก HRV การนอน พลังฟื้นตัว หรือน้ำหนัก เพื่อเปรียบเทียบกับตัวชี้วัดนี้ NOOP จะเฉลี่ยข้อมูลในช่วง %@ ก่อนค่าที่วัดได้แต่ละครั้ง
zh_hans: 选择一个可穿戴信号（静息心率、HRV、睡眠、能量、体重…）以将其与此标记对齐。NOOP 会对每次读数之前 %@ 内的信号取平均值。
zh_hant: 選擇一個穿戴式訊號（靜息心率、HRV、睡眠、能量、體重…）以將其與此標記對齊。NOOP 會對每次讀數之前 %@ 內的訊號取平均值。

source: Pick one behaviour you log, one outcome, and a short window. NOOP compares the days you log the behaviour against your behaviour-free days before the start.
de: Wähle ein Verhalten, das du erfasst, ein Ergebnis und ein kurzes Fenster. NOOP vergleicht die Tage, an denen du das Verhalten erfasst, mit deinen verhaltensfreien Tagen vor dem Start.
es: Elige un hábito que registres, un resultado y una ventana corta. NOOP compara los días en que registras el hábito con tus días sin el hábito antes del inicio.
fr: Choisissez un comportement que vous enregistrez, un résultat et une fenêtre courte. NOOP compare les jours où vous enregistrez le comportement à vos jours sans ce comportement avant le début.
it: Scegli un comportamento che registri, un risultato e una finestra breve. NOOP confronta i giorni in cui registri il comportamento con i giorni senza il comportamento prima dell'inizio.
pl: Wybierz jedno rejestrowane zachowanie, jeden wynik i krótkie okno. NOOP porównuje dni, w których rejestrujesz zachowanie, z dniami wolnymi od zachowań przed rozpoczęciem.
pt_pt: Escolha um comportamento registado, um resultado e uma janela curta. O NOOP compara os dias em que regista o comportamento com os dias sem comportamento antes do início.
ru: Выберите одно отслеживаемое поведение, один результат и короткий период. NOOP сравнивает дни с этим поведением с днями до начала, когда его не было.
th: เลือกหนึ่งพฤติกรรมที่คุณบันทึก หนึ่งผลลัพธ์ และช่วงข้อมูลสั้นๆ NOOP เปรียบเทียบวันที่คุณบันทึกพฤติกรรมกับวันที่ไม่มีพฤติกรรมของคุณก่อนเริ่มต้น
zh_hans: 选择一项你记录的行为、一个结果和一个短窗口。NOOP 会将你记录该行为的日子与开始之前你没有该行为的日子进行比较。
zh_hant: 選擇一項你記錄的行為、一個結果和一個短窗口。NOOP 會將你記錄該行為的日子與開始之前你沒有該行為的日子進行比較。

source: Pick the ring
de: Wähle den Ring
es: Elige el anillo
fr: Choisir la bague
it: Scegli l'anello
pl: Wybierz pierścionek
pt_pt: Escolha o anel
ru: Выберите кольцо
th: เลือกแหวน
zh_hans: 选择戒指
zh_hant: 選擇戒指

source: Pick what's driving this — the coach uses it to shape its advice, not just decorate the screen.
de: Wähle, was dich antreibt — der Coach nutzt das, um seine Ratschläge zu formen, nicht nur zur Deko.
es: Elige qué te impulsa: el coach lo usa para dar forma a sus consejos, no solo para decorar la pantalla.
fr: Choisis ce qui te motive — le coach s'en sert pour façonner ses conseils, pas juste pour décorer l'écran.
it: Scegli cosa lo spinge: l'allenatore lo usa per dare forma ai suoi consigli, non solo per decorare lo schermo.
pl: Wskaż, co za tym stoi — trener wykorzysta to, by ukształtować radę, a nie tylko ozdobić ekran.
pt_pt: Escolha o que está motivando isso – o treinador usa isso para moldar seus conselhos, não apenas para decorar a tela.
ru: Выберите, что движет этим — тренер использует это для формирования своих советов, а не просто для украшения экрана.
th: เลือกสิ่งที่ขับเคลื่อนสิ่งนี้ — โค้ชใช้มันเพื่อกำหนดคำแนะนำ ไม่ใช่แค่ตกแต่งหน้าจอ
zh_hans: 选择驱动因素——教练用它来制定建议，而不仅仅是装饰屏幕。
zh_hant: 選擇驅動因素——教練用它來製定建議，而不僅僅是裝飾螢幕。

source: Pick when the nap started and ended. NOOP stages it from your data as its own session, separate from the night's sleep.
de: Wähle, wann das Nickerchen begann und endete. NOOP teilt es aus deinen Daten als eigene Sitzung ein, getrennt vom Nachtschlaf.
es: Elige cuándo empezó y terminó la siesta. NOOP la clasifica a partir de tus datos como una sesión propia, separada del sueño nocturno.
fr: Choisissez quand la sieste a commencé et s'est terminée. NOOP la classe à partir de vos données comme sa propre séance, distincte du sommeil de la nuit.
it: Scegli quando è iniziato e finito il sonnellino. NOOP ne ricostruisce le fasi dai tuoi dati come sessione a sé, separata dal sonno notturno.
pl: Wybierz, kiedy zaczęła się i skończyła drzemka. NOOP przygotowuje ją na podstawie Twoich danych jako własną sesję, oddzieloną od snu w nocy.
pt_pt: Escolha quando o cochilo começou e terminou. O NOOP organiza-o a partir dos teus dados como uma sessão própria, separada da noite de sono.
ru: Укажите, когда начался и закончился дневной сон. NOOP определит его стадии по вашим данным как отдельную сессию, независимую от ночного сна.
th: เลือกว่าการงีบเริ่มและสิ้นสุดเมื่อใด NOOP แบ่งระยะจากข้อมูลของคุณเป็นเซสชันของตัวเอง แยกออกจากการนอนตอนกลางคืน
zh_hans: 选择小睡的开始和结束时间。NOOP 会将其作为独立于夜间睡眠的单独会话，根据你的数据进行分期。
zh_hant: 選擇小睡的開始和結束時間。NOOP 會將其作為獨立於夜間睡眠的單獨工作階段，根據你的資料進行分期。

source: Pick which apps reach your wrist in Settings → Notifications.
de: Wähle unter Einstellungen → Mitteilungen, welche Apps dein Handgelenk erreichen.
es: Elige qué apps llegan a tu muñeca en Ajustes → Notificaciones.
fr: Choisissez quelles apps atteignent votre poignet dans Paramètres → Notifications.
it: Scegli quali app arrivano al tuo polso in Impostazioni → Notifiche.
pl: Wybierz, które aplikacje będą dostępne na Twoim nadgarstku, w Ustawieniach → Powiadomienia.
pt_pt: Escolha quais as aplicações que chegam ao teu pulso em Definições → Notificações.
ru: Выберите, какие приложения могут отправлять уведомления на запястье, в разделе «Настройки → Уведомления».
th: เลือกแอปที่จะเข้าถึงข้อมือของคุณได้ในการตั้งค่า → การแจ้งเตือน
zh_hans: 在设置 → 通知中选择哪些应用可以送达你的手腕。
zh_hant: 在「設定 → 通知」中選擇哪些應用程式可以送達你的手腕。

source: Pick your device
de: Wähle dein Gerät
es: Elige tu dispositivo
fr: Choisir votre appareil
it: Scegli il tuo dispositivo
pl: Wybierz swoje urządzenie
pt_pt: Escolha o teu dispositivo
ru: Выберите устройство
th: เลือกอุปกรณ์ของคุณ
zh_hans: 选择你的设备
zh_hant: 選擇你的裝置

source: Pick your strap below, then tap Scan. NOOP will find it.
de: Wähle unten deinen Strap und tippe auf „Scannen“. NOOP findet ihn.
es: Elige tu pulsera abajo y luego toca Escanear. NOOP la encontrará.
fr: Choisissez votre bracelet ci-dessous, puis touchez Scanner. NOOP le trouvera.
it: Scegli la tua fascia qui sotto, poi tocca Scansiona. NOOP la troverà.
pl: Wybierz swój pasek poniżej, a następnie dotknij opcji Skanuj. NOOP go znajdzie.
pt_pt: Escolha a tua bracelete abaixo e toque em Digitalizar. O NOOP irá encontrá-lo.
ru: Выберите ваш браслет ниже, затем нажмите «Сканировать». NOOP найдёт его.
th: เลือกสายรัดของคุณด้านล่าง จากนั้นแตะสแกน NOOP จะพบมัน
zh_hans: 在下方选择你的手环，然后点按「扫描」。NOOP 会找到它。
zh_hant: 在下方選擇你的手環，然後點按「掃描」，NOOP 會找到它。

source: Picked as your main sleep because it started near your usual sleep time.
de: Als Hauptschlaf gewählt, weil er nahe deiner üblichen Schlafenszeit begann.
es: Elegido como tu sueño principal porque empezó cerca de tu hora habitual de dormir.
fr: Choisi comme votre sommeil principal car il a commencé près de votre heure de sommeil habituelle.
it: Scelto come sonno principale perché è iniziato vicino al tuo solito orario di sonno.
pl: Wybrany jako główny sen, ponieważ zaczynał się w pobliżu zwykłej pory snu.
pt_pt: Escolhido como o teu sono principal porque começou perto do horário normal de sono.
ru: Выбран как основной сон, потому что начался примерно в ваше обычное время сна.
th: เลือกเป็นการนอนหลักของคุณเนื่องจากเริ่มใกล้กับเวลานอนปกติของคุณ
zh_hans: 被选为你的主睡眠，因为它的开始时间接近你通常的入睡时间。
zh_hant: 被選為你的主要睡眠，因為它的開始時間接近你通常的入睡時間。

source: Picked as your main sleep because it was your longest block (%@), near your usual bedtime.
de: Als Hauptschlaf gewählt, weil er dein längster Block war (%@), nahe deiner üblichen Schlafenszeit.
es: Elegido como tu sueño principal porque fue tu bloque más largo (%@), cerca de tu hora habitual de acostarte.
fr: Choisi comme votre sommeil principal car c'était votre plus long bloc (%@), près de votre heure de coucher habituelle.
it: Scelto come sonno principale perché era il tuo blocco più lungo (%@), vicino al tuo solito orario di riposo.
pl: Wybrany jako główny sen, ponieważ był to Twój najdłuższy blok (%@), zbliżający się do zwykłej pory snu.
pt_pt: Escolhido como o teu sono principal porque foi o teu bloqueio mais longo (%@), perto da hora habitual de deitar.
ru: Выбран как основной сон, потому что это был самый длинный период (%@), близкий к вашему обычному времени отхода ко сну.
th: เลือกเป็นการนอนหลักของคุณเนื่องจากเป็นช่วงที่ยาวที่สุด (%@) ใกล้กับเวลานอนปกติของคุณ
zh_hans: 被选为你的主睡眠，因为它是你最长的睡眠段（%@），且接近你通常的就寝时间。
zh_hant: 被選為你的主要睡眠，因為它是你最長的睡眠區段（%@），且接近你通常的就寢時間。
